{
  "learn": {
    "video": "https://www.youtube.com/watch?v=dLIabZc0O4c",
    "title": "Jonah3-4"
  },
  "passages": [
    {
      "image": "/assets/templates/Jonah3-4/12.jpg",
      "image_description": "Entering Nineveh city",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah3.1-2.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": "1-2",
      "text": "1 Then Yahweh said to Jonah again, 2 “Go immediately to that great city called Nineveh, and tell the people that live there the message that I gave you previously.”",
      "notes": [
        {
          "note": "OR   that large/important city",
          "words": "that great city",
          "additional": "How you described the city in Jonah 1:2, be consistent to describe it the same way here."
        },
        {
          "note": "OR which I am giving you",
          "words": "that I gave you previously"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/12.jpg",
      "image_description": "Entering Nineveh city",
      "audio": "/assets/template1/audio/Jonah3.3.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": "3",
      "text": "3 So, this time Jonah obeyed Yahweh, and he went to Nineveh. That city was so big that a person had to walk for three days to go everywhere in it.",
      "notes": [
        {
          "note": "OR  it took three days to walk through it OR it took three days for a person to visit/see it all",
          "words": "a person had to walk for three days to go everywhere in it",
          "additional": "Jonah’s three-day walk likely refers to walking about inside the city. The number three is important to retain in this story."
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/13.jpg",
      "image_description": "Jonah preaching in Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah3.4-5.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": "4-5",
      "text": "4 On the first day after Jonah arrived, he began walking through the city. He started proclaiming to the people, “Forty days from now, God will destroy Nineveh!” 5 The people of Nineveh believed God’s message. They all decided that everyone should stop eating food, and they must dress themselves with old/coarse/mourning clothes, to show that they were sorry for having sinned.  So, everyone, including important people and unimportant people, did so.",
      "notes": [
        {
          "note": "OR fast [abstain from food]",
          "words": "stop eating food"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/14.jpg",
      "image_description": "The king of Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah3.6-7a.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": "6-7a",
      "text": "6 The King of Nineveh heard the news about Jonah and what the people were doing. So, he took off his royal robes, and he also put on old/coarse/mourning clothes. He left his palace, and sat down on cold ashes, to humble himself and show that he also was sorry for having sinned. 7 Then he sent messengers to proclaim to everyone in Nineveh:"
    },
    {
      "image": "/assets/templates/Jonah3-4/14.jpg",
      "image_description": "The king of Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah3.7b-9.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": "7b-9",
      "text": "“My advisors and I have decreed that no one may eat or drink anything. Do not even allow your animals to eat or drink. 8 Instead, every person must put on old/coarse cloth. Put old/coarse/mourning cloth on your animals, too. Then everyone must pray fervently to God. And everyone must stop doing evil actions/things, and stop acting violently toward others. 9 Perhaps, if everyone does so, then God may change his mind and be merciful to us.  Maybe God will stop being very angry with us, with the result that we will not die.”"
    },
    {
      "image": "/assets/templates/Jonah3-4/14.jpg",
      "image_description": "The king of Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah3.10.m4a",
      "book": "Jonah",
      "chapter": 3,
      "verses": 10,
      "text": "10 When they all did so, God saw what they were doing, and he saw that they had stopped doing evil things. So, he had mercy on them, and he did not destroy them as he had threatened to do. ",
      "notes": [
        {
          "note": "OR he pitied them OR he was merciful to them",
          "words": "he had mercy on them"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/14.jpg",
      "image_description": "The king of Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.1-2.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": "1-2",
      "text": "1 But this change from Yahweh distressed Jonah very much! And he became very angry. (The people of Nineveh were non-Jews, and Jonah did not think that God should act mercifully toward anyone who was an enemy to the Jews.)2 So, Jonah complained to Yahweh, “O Yahweh, what you have done is what I thought that you would do, before I left home. That is why I decided immediately to run away, and go to Tarshish city, because I knew that you, O God, act very kindly and compassionately toward all people. You do not quickly become angry with people who do evil things. You love people very much, and you change your mind about punishing sinful people when they repent.",
      "notes": [
        {
          "note": "OR prayed [with bitterness]",
          "words": "complained"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/14.jpg",
      "image_description": "The king of Nineveh",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.3-4.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": "3-4",
      "text": "3 So now, O Yahweh, since you will not destroy Nineveh city as you said you would, allow me to die, because it would be better for me to be dead than to continue to live.”4 Yahweh replied, “It is not right/good for you to be angry about my not destroying the city!”",
      "notes": [
        {
          "note": "OR kill me now",
          "words": "allow me to die"
        },
        {
          "note": "OR Is it right for you to be angry about my not destroying the city?",
          "words": "It is not right/good for you to be angry about my not destroying the city",
          "additional": "(Rhetorical Question)"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/16.jpg",
      "image_description": "Jonah sitting outside the city",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.5-6.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": "5-6",
      "text": "5 Jonah did not reply. He went out from the city to the east side of it. He made a small shelter in order that he could sit under it and be protected from the sun. He sat under the shelter and waited to see what would happen to the city. 6 Then Yahweh God caused a vine to grow up immediately to shade Jonah’s head from the sun and make him feel more comfortable. Jonah was very happy about having the vine over his head.",
      "notes": [
        {
          "note": "OR He went out from the city to the the side where the sun comes up OR He went out through the main gate and sat down in front of the city [where he could overlook the city]",
          "words": "He went out from the city to the east side of it.",
          "additional": "The Hebrew word qedem may mean front or east. (NET2 note). You can translate this in a way that is consistent with your major language Bible."
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/17.jpg",
      "image_description": "Jonah sitting outside the city",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.7-8.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": "7-8",
      "text": "7 But before dawn the next day, God sent a worm that chewed the vine, with the result that the vine withered.  8 Then, when the sun rose high in the sky, God sent a very hot wind from the east, and the sun shone very strongly on Jonah’s head, with the result that he felt faint. He wanted to die, and he said, “It would be better for me to be dead than to continue to live!”",
      "notes": [
        {
          "note": "OR an insect OR a bug",
          "words": "a worm"
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/17.jpg",
      "image_description": "Jonah sitting outside the city",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.9.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": 9,
      "text": "9 But God asked Jonah, “Is it right/good for you to be angry because the vine died?”Jonah replied, “Yes!  It is right!  Now I am very angry and I want to die!”",
      "notes": [
        {
          "note": "OR You have no right to be angry just because this plant died/withered OR You should not be angry that the plant withered!",
          "words": "Is it right for you to be angry because the plant died?",
          "additional": "This may be a rhetorical question"
        },
        {
          "words": "Yes, it is right!  Now I am very angry and I want to die!",
          "note": "OR I am right to be angry so much that I wish I were dead."
        }
      ]
    },
    {
      "image": "/assets/templates/Jonah3-4/18.jpg",
      "image_description": "Jonah sitting outside the city",
      "audio": "/assets/templates/Jonah3-4/audio/Jonah4.10-11.m4a",
      "book": "Jonah",
      "chapter": 4,
      "verses": "10-11",
      "text": "10 But Yahweh said to him, “You feel sorry about my causing that vine to wither, even though you did not make it grow and you did not take care of it. It just grew up during one night, and it completely withered at the end of the next night. 11 But there are more than 120,000 people in Nineveh who do not know right from wrong [and they are more valuable than that vine], and there are also many animals/livestock/cows. So, is it not right for me to show compassion to the people who live in that huge city [, and not want to destroy them]?”",
      "notes": [
        {
          "note": "OR who do not know that they are living not knowing about My laws/ways OR who do not know the difference between their right hand and their left hand",
          "words": "who do not know right from wrong",
          "additional": "The Hebrew here says literally, “people who do not know the difference between their right and left hands”. Some scholars think this is referring to children. That is possible, but this is probably an idiom meaning that the people, no matter their age, have no discernment, no education, or no knowledge about God’s teaching on what is true and what is not true. Translate it so that it communicates a clear meaning. "
        },
        {
          "note": "OR there are also many herds [cattle] [and none of these have done anything to displease me.]",
          "words": "there are also many animals/livestock/cows"
        },
        {
          "note": "OR Therefore I should",
          "words": "Is it not right for me to",
          "additional": "This may be a rhetorical question or a real question that Yahweh asks Jonah, so that Jonah will reconsider and repent from his bad attitude. (God is making a strong distinction between Jonah's attitude and his own behavior.) But we do not hear Jonah’s response. The book intentionally ends with this question or statement, so that people reading this book or listening to it will think about it for themselves."
        },
        {
          "note": "OR feel sorry for",
          "words": "show compassion to"
        }
      ]
    }
  ]
}